/* Yes button */
"Yes" = "Yes";

/* No button */
"No" = "No";

/* Quit button */
"Quit" = "Quit";

/* Cancel button */
"Cancel" = "Cancel";


/* OpenGL Info - Extension not available */
"%@: --not available--" = "%@: --not available--";

/* OpenGL Info - Extension supported */
"Supported" = "Supported";

/* OpenGL Info - Vendor (ATI, NVIDIA, etc) */
"Vendor: %@" = "Vendor: %@";

/* OpenGL Info - Renderer (ATI 9700, etc) */
"Renderer: %@" = "Renderer: %@";

/* OpenGL Info - Version */
"Version: %@" = "Version: %@";

/* OpenGL Info - Maximum number of textures */
"Max simultaneous textures" = "Max simultaneous textures";

/* OpenGL Info - Maximum size (e.g., kilobytes) of a texture */
"Max texture size" = "Max texture size";

/* OpenGL Info - Extensions */
"Extensions:" = "Extensions:";


/* Preferences - Render path (e.g., DOT3+ARB VP, OpenGL 2.0) not supported */
"Your system does not support\n%@" = "Your system does not support\n%@";


/* Browser - Sol */
"Home (Sol)" = "Home (Sol)";

/* Browser - Nearest Stars */
"Nearest Stars" = "Nearest Stars";

/* Browser - Brightest Stars */
"Brightest Stars" = "Brightest Stars";

/* Browser - Stars With Planets */
"Stars With Planets" = "Stars With Planets";

/* Browser - Deep Sky Objects */
"Deep Sky Objects" = "Deep Sky Objects";

/* Browser - Galaxies (Barred Spiral) */
"Galaxies (Barred Spiral)" = "Galaxies (Barred Spiral)";

/* Browser - Galaxies (Spiral) */
"Galaxies (Spiral)" = "Galaxies (Spiral)";

/* Browser - Galaxies (Elliptical) */
"Galaxies (Elliptical)" = "Galaxies (Elliptical)";

/* Browser - Galaxies (Irregular) */
"Galaxies (Irregular)" = "Galaxies (Irregular)";

/* Browser - Nebulae */
"Nebulae" = "Nebulae";

/* Browser - Open Clusters */
"Open Clusters" = "Open Clusters";

/* Browser - Planets */
"Planets" = "Planets";

/* Browser - Planet */
"Planet" = "Planet";

/* Browser - Minor Moons */
"Minor Moons" = "Minor Moons";

/* Browser - Asteroids */
"Asteroids" = "Asteroids";

/* Browser - Asteroid */
"Asteroid" = "Asteroid";

/* Browser - Comets */
"Comets" = "Comets";

/* Browser - Comet */
"Comet" = "Comet";

/* Browser - Spacecraft (plural) */
"Spacecrafts" = "Spacecraft";

/* Browser - Spacecraft (singular) */
"Spacecraft" = "Spacecraft";

/* Browser - Locations */
"Locations" = "Locations";

/* Browser - Unknown type of object */
"Unknown" = "Unknown";


/* Movie Capture - Movie save panel title */
"Capture Movie" = "Capture Movie";


/* Favorites - Default name for new folders */
"untitled folder" = "untitled folder";


/* Context menu - Show Alternate Surface */
"Show Alternate Surface" = "Show Alternate Surface";

/* Context menu - default surface */
"default" = "default";


/* Warning - Video driver crash workaround - Install workaround? (for ATI 9200, etc) */
"It appears you are running Celestia on %s hardware. Do you wish to install a workaround?" = "It appears you are running Celestia on %s hardware. Do you wish to install a workaround?";

/* Warning - Video driver crash workaround - shell script will be run */
"A shell script will be run to modify your %@, adding an IgnoreGLExtensions directive. This can prevent freezing issues." = "A shell script will be run to modify your %@, adding an IgnoreGLExtensions directive. This can prevent freezing issues.";

/* Warning - Video driver crash workaround - installation successful */
"Workaround successfully installed." = "Workaround successfully installed.";

/* Warning - Video driver crash workaround - celestia.cfg was backed up */
"Your original %@ has been backed up." = "Your original %@ has been backed up.";

/* Warning - Video driver crash workaround - Error message */
"There was a problem installing the workaround. You can attempt to perform the workaround manually by following the instructions in the README." = "There was a problem installing the workaround. You can attempt to perform the workaround manually by following the instructions in the README.";


/* Warning - Missing CelestiaResources folder */
"It appears that the \"CelestiaResources\" directory has not been properly installed in the correct location as indicated in the installation instructions. \n\nPlease correct this and try again." = "It appears that the \"CelestiaResources\" directory has not been properly installed in the correct location as indicated in the installation instructions. \n\nPlease correct this and try again.";

/* Warning - Fatal Error */
"Fatal Error" = "Fatal Error";

/* Warning - Fatal error while reading CelestiaResources */
"Error loading data files. Celestia will now quit." = "Error loading data files. Celestia will now quit.";


/* Warning - Quit Celestia? */
"Quit Celestia?" = "Quit Celestia?";

/* Warning - Are you sure you want to quit? */
"Are you sure you want to quit Celestia?" = "Are you sure you want to quit Celestia?";


/* Warning - Full screen mode clean exit error */
"Unable to properly exit full screen mode. Celestia will now quit." = "Unable to properly exit full screen mode. Celestia will now quit.";


/* Warning - Movie capture not available */
"No Movie Capture" = "No Movie Capture";

/* Warning - Movie capture not available explanation */
"Movie capture is not available in this version of Celestia." = "Movie capture is not available in this version of Celestia.";


/* Warning - Set Location - Object name not entered */
"No Object Name Entered" = "No Object Name Entered";

/* Warning - Set Location - Please enter an object name */
"Please enter an object name." = "Please enter an object name.";

/* Warning - Set Location - Object Not Found */
"Object Not Found" = "Object Not Found";

/* Warning - Set Location - Please check object name */
"Please check that the object name is correct." = "Please check that the object name is correct.";


/* Warning - Set Time - Date or time not entered */
"No Date or Time Entered" = "No Date or Time Entered";

/* Warning - Set Time - Please enter a date and/or time */
"Please enter a date and/or time." = "Please enter a date and/or time.";

/* Warning - Set Time - Improper Date or Time Format */
"Improper Date or Time Format" = "Improper Date or Time Format";

/* Warning - Set Time - Proper date and time format help message */
"Please enter the date as \"mm/dd/yyyy\" and the time as \"hh:mm:ss\"." = "Please enter the date as \"mm/dd/yyyy\" and the time as \"hh:mm:ss\".";


/* Warning - Eclipse Finder - Date not entered */
"No Starting or Ending Date Entered" = "No Starting or Ending Date Entered";

/* Warning - Eclipse Finder - Please enter dates */
"Please enter starting and ending dates." = "Please enter starting and ending dates.";
